9/data/attachments/97d2a4d78a52671c.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_5800c7bc-3ec0-4a00-87ab-f2ba906f8969</nif:username>
            <nif:friendToBeAdded>Michael_forward_Actions_67507_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>